window.ydoc_plugin_search_json = {
  "百科": [
    {
      "title": "开始",
      "content": "赚钱，赚钱，不如说，大家生活中，大部分时间都在赚钱。这是一个关于如何赚钱的游戏。在这里，一开始，你可能工资低廉，而且还受到健康的威胁；但很快，你会享受到，资金带来的乐趣、权力带来的乐趣。在之前做了关于勇者的冒险故事之后，这次，是一场关于“钱”的故事。希望你喜欢。",
      "url": "\\documents\\begin.html",
      "children": []
    },
    {
      "title": "钱",
      "content": "钱呐！是比命还要珍贵的。大部分人都是贫穷的，很有可能，我们这一辈子都赚不到一千万。看一看上海高达一千万的房价吧！你这辈子，赚不到的钱，对别人而言，只是一栋房子而已。钱呀，就是分散的权力！就是可以单次行驶的权力。例如一个人时薪是一百元，你的每张一百块，其实就是一种能力。命令他工作，而且是为你工作一个小时的能力！仔细一想，我们的生活中大部分时间，不就是在——挣钱么！钱，就是生命，就能换来他人的时间，能通过请到更好的医生，延长自己的生命。好啦，我们这个简单的小游戏还是不要这样严肃。但务必明确一点：没有钱——你就会死！",
      "url": "\\documents\\money.html",
      "children": []
    },
    {
      "title": "游戏面板",
      "content": "使用'查看'来开始游戏。玩家有这样一些属性：基本属性\n\n玩家id\n级别&称号\n钱\n体力（10/24 右侧为上限）\n健康（5/10 右侧为上限）\n\n\n物品栏\n随时使用“查看”，来看看你目前属性怎么样。一切数值都如你所想的那样！保证你的兜里时刻充满钱，足够健康，充满干劲！",
      "url": "\\documents\\kanban.html",
      "children": []
    },
    {
      "title": "基本操作",
      "content": "这儿是一些基本操作列表：\n\n指令\n作用\n\n\n\n\n查看\n查看当前状态\n\n\n打工\n获取工资收入，并扣除对应体力，健康等。注意：一天打工的次数是不受限制的。\n\n\n银行\n查看银行，来进行投资\n\n\n赌场\n来赌场玩点有意思的吧\n\n\n拍卖所\n拍卖所出售物品\n\n\n后续，你将会学习更多有价值的操作。",
      "url": "\\documents\\basic.html",
      "children": []
    },
    {
      "title": "打工",
      "content": "使用“打工”来进行工作。例如，在你还是个农民工的时候，第一次工作往往消耗你12点体力，一点健康。而每天晚上，你的健康都会恢复12点。另外，你甚至可以通过进食来获取体力！注意，不要过度劳累，最好留一点体力来预备不时之需。每当你体力降到零以下，仍旧扣除体力时，会直接扣除健康。当你健康降低到零以下时，仍旧扣除健康时，你会直接死亡！！！",
      "url": "\\documents\\work.html",
      "children": []
    },
    {
      "title": "",
      "content": "",
      "url": "\\documents\\level.html",
      "children": [
        {
          "title": "等级",
          "url": "\\documents\\level.html#等级",
          "content": "等级\n\nLv.\n职务\n日薪\n体力减损\n健康减损\n描述\n升级条件\n\n\n\n\n1\n农民工\n100\n12\n1\n你第一次来到大城市，进行艰苦的打工生活\n打工20次\n\n\n2\n熟练农民工\n170\n15\n1\n认真工作，让你更加熟练，但也更加麻痹\n泥瓦匠证书、中华\n\n\n3\n泥瓦匠\n260\n14\n2\n小组站看你干活不错，你换了更加有技术的工作\n高中文凭·假、茅台\n\n\n4\n合同工\n230\n12\n1\n请小组长、包工头喝了酒之后，他们安排你当了正式工\n金项链、金手环\n\n\n5\n小组长\n330\n13\n1\n贿赂包工头，你把曾经的小组长挤了下去\n信任*5\n\n\n6\n小包工头\n700\n10\n1\n回到家乡，你拉了很多年轻人，自己接工程\n茅台*2、字画*1、中华*2\n\n\n7\n税务局工程工程长\n800\n7\n2\n你通过高额贿赂，拿下了税务局的工程\nSKII、信任*5\n\n\n8\n局长司机\n430\n22\n3\n通过有意识地接触局长的情人，你成为了局长的司机\n信任*7\n\n\n9\n局长心腹\n1000\n13\n4\n局长果然有意识地给你一些事务做，你勇敢的承担下来，而这正是想要的\n大学文凭*假、英语六级证明、公务员资格证明\n\n\n10\n办事员\n200\n13\n1\n终于，局长派你去当公务员了。一切正在按照你的剧本发展\n打工40次\n\n\n11\n科长\n2000\n13\n1\n果然，你兢兢业业的干活，很快局长和你进行了谈话，把你调到了科长上\n信任*12\n\n\n12\n副局长\n8000\n8\n0\n果然，只要不断获取局长信任。你越来越参与到局长的违法事业中来。\n\n\n\n坚持下去，在这人生中沉浮吧！事先制定战略，总能够逃出升天的！"
        }
      ]
    },
    {
      "title": "房东",
      "content": "那个讨厌的大妈。她来了。每周六，房东都会从你这儿收走她应得的。每周六，从不缺席！不论你在不在，进入周六，房东一定会把你的钱拿走的！你要是一直不玩这个游戏的话，慢慢的，你的钱就会都没了。如果你付不起钱，房东就会把你打一顿，扣除八点健康！要知道她的河东狮吼，可不简单！偷偷地和你说：房东第一次会收走800元。之后每次增加百分之十。",
      "url": "\\documents\\fangdo.html",
      "children": []
    },
    {
      "title": "健康",
      "content": "健康非常重要。要时刻小心，那些干扰你健康的人和事。一旦你健康到0之下（到0是安全的），就会立即死亡。死亡！销号重来。哦，我的意思仅仅是游戏中。要知道，生活中，你可没有重来的机会。多多健身，合理膳食，去增强你的体魄吧！",
      "url": "\\documents\\health.html",
      "children": []
    },
    {
      "title": "体力",
      "content": "基本上来说，你做很多行动，都需要体力。甚至可以说，没有体力，你什么都做不了。但好在，拍卖场总是有很多与体力相关的东西出售。注意注意，和健康一样，如果你的体力到了0之下，会扣除健康予以替代。这是很危险的。不断消耗你的体力，你早晚会死亡。当然，如果你体力过低，或者健康状态不好，我们会禁止你进行一些操作的。但须知，明枪易躲，暗箭难防呀！",
      "url": "\\documents\\strenth.html",
      "children": []
    },
    {
      "title": "银行",
      "content": "在现实生活中，银行起到的价值超乎你的想象！国家通过中央银行控制银行的’储备金率‘，进而宏观调控经济。个人的一切生活行动，也往往在银行的关照之下。但还好，我们游戏中的银行，要简单得多。银行提供三种最简单的理财方式：\n\n死期\n十分简单的理财方式，日期固定，利润固定\n日利息1%，不复利\n\n\n\n\np2p\n把大家的钱集中起来，借给需要的人，利息极高，有暴雷可能\n日利息2%，提取时有6%暴雷风险，暴雷后将血本无归，复利\n\n\n基金（暂无）\n与沪深300绑定\n与沪深300绑定，买入价随大盘，卖出价也随大盘。\n\n\n使用’死期#投资数值‘，’p2p#投资数值‘，’基金#投资数值‘，来进行投资吧。所有投资会从开始投资的时候计算日期。银行周一-周六提供存钱业务。周日提供取钱业务。只要你周日发言了，钱就会到你账上！存钱需要消耗二点体力。",
      "url": "\\documents\\bank.html",
      "children": []
    },
    {
      "title": "拍卖所",
      "content": "这个世界的资源是如此紧张。以至于一切东西都需要拍卖。",
      "url": "\\documents\\PaiMai.html",
      "children": [
        {
          "title": "出价规则",
          "url": "\\documents\\PaiMai.html#出价规则",
          "content": "出价规则所有物品的起拍价都是1元。每次出价消耗一点体力。新出价必须比原出价高。一个出价一个小时后，如果无人出价更高。则按此最高价成交。为了保证能获取商品，注意，"
        },
        {
          "title": "工作时间",
          "url": "\\documents\\PaiMai.html#工作时间",
          "content": "工作时间拍卖所凌晨2-8点不工作。两点后不允许出价。（相当于会把最后一次交易进行完）每当上一个商品被购买后，下一个商品就刷出来。即便无法营业的时间，商品也是会被挂在外边供展示的。"
        },
        {
          "title": "商品",
          "url": "\\documents\\PaiMai.html#商品",
          "content": "商品具体参见物品栏目。总而言之，在价格便宜的时候，买就是了！"
        }
      ]
    },
    {
      "title": "赌场",
      "content": "赌场正在完善中。",
      "url": "\\documents\\Rod.html",
      "children": []
    },
    {
      "title": "物品",
      "content": "物品平时会存在物品栏中。查看的时候，也可看到他们。当然，你可以通过‘使用#物品名’来使用物品。物品分出了一些级别，越是高级的物品，出现在拍卖场的可能就越低。哦。想来当一个收藏家么，买买买吧！把资源垄断，即便是自己不需要的。",
      "url": "\\documents\\i1.html",
      "children": []
    },
    {
      "title": "C级物品",
      "content": "\n\n物品名\nlogo\n描述\n功能\n\n\n\n\n面包\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
      "url": "\\documents\\c.html",
      "children": []
    }
  ]
}